awmtt
bash-pipes
ccls
compiledb
dropbox
genymotion
grabc
jdtls
kakoune-git
luacheck
luajit-lgi
modprobed-db
netctl-dispatcher-chrony
oomox-git
otf-san-francisco
overdue
postman-bin
powerline-fonts-git
python-bashlex
python-pystache
quicklisp
readline7
resvg-git
ruby-haste
ruby-json
skypeforlinux-stable-bin
sublime-text-dev
toilet
toilet-fonts
treeify
ttf-humor-sans
ttf-monoid
ttf-opensans
ttf-tamil
whatsapp-desktop
whatsapp-web-desktop
words-insane
