aic94xx-firmware
apulse
aurutils
awesome-git
clion
clion-cmake
clion-gdb
clion-jre
discord
dmenu-git
dotfiles.sh
dpkg
i3lock-color-git
laptop-mode-tools
libc++
libc++abi
ncurses5-compat-libs
noto-fonts-alpha
obexftp
octave-control
oomox
openobex
otfcc
phonon-qt4
python-neovim-git
python36
qtkeychain-qt4
qtwebkit
quazip-qt4
ranger-git
sasm
spotify
teamviewer
tmux-git
toilet
tor-browser
ttf-fantasque-sans-mono
ttf-iosevka
ttf-iosevka-custom-git
ttfautohint
virtualbox-ext-oracle
wd719x-firmware
words-insane
xboxdrv
yay
