adbfs-rootless-git
aurutils
awmtt
bash-pipes
ccls
compiledb
diffr
dropbox
grabc
jdtls
logiops-git
lua-argparse
luacheck
luajit-lgi
modprobed-db
netctl-dispatcher-chrony
nvme-cli
otf-san-francisco
overdue
paper-icon-theme
pipes.sh
powerline-fonts-git
python-bashlex
python-pygments-style-gruvbox-git
python-pystache
quicklisp
readline7
signal-in-tray
skypeforlinux-stable-bin
spotify
sublime-text-dev
teams
themix-export-spotify-git
themix-full-git
themix-gui-git
themix-icons-archdroid-git
themix-icons-gnome-colors-git
themix-icons-numix-git
themix-icons-papirus-git
themix-icons-suru-plus-aspromauros-git
themix-icons-suru-plus-git
themix-import-images-git
themix-plugin-base16-git
themix-theme-materia-git
themix-theme-oomox-git
toilet
toilet-fonts
ttf-humor-sans
ttf-monoid
ttf-opensans
ttf-tamil
vim-language-server
whatsapp-desktop
whatsapp-web-desktop
zoom
