acpi
acpid
adapta-gtk-theme
adbfs-rootless-git
adobe-source-code-pro-fonts
alacritty
alsa-utils
android-file-transfer
android-tools
android-udev
arandr
arch-wiki-lite
asciidoctor
asciinema
asp
atool
audacity
aurutils
autoconf
automake
autorandr
avahi
awesome-luajit-git
awmtt
base
bash
bash-completion
bash-language-server
bash-pipes
biber
binutils
bison
blueman
bluez
bluez-utils
bolt
boost
bzip2
ccls
chromium
chrony
clang
clisp
cmake
cmatrix
compiledb
coreutils
crda
cronie
cryptsetup
ctags
cups
cyrus-sasl
dconf-editor
device-mapper
devtools
dhcpcd
dialog
diffr
diffutils
dmenu-git
dmidecode
docker
dotfiles.sh
dropbox
e2fsprogs
ebtables
editorconfig-core-c
efibootmgr
emacs
expac
expect
fakeroot
fd
feh
file
filesystem
findutils
firefox
firewalld
flex
fontconfig
freetype2
freetype2-docs
fzf
gawk
gcc
gcc-fortran
gcc-libs
gdb
gettext
ghc
ghostscript
gimp
girara
git
git-lfs
github-cli
glances
glibc
gnome-keyring
gnu-free-fonts
gnu-netcat
gnuplot
go
go-tools
gopls
gpick
grabc
gradle
grep
groff
grub
gvim
gzip
hledger
hledger-ui
hledger-web
hoogle
hplip
htop
hugo
i3-wm
i3lock-color-git
imagemagick
inetutils
intel-gpu-tools
intel-ucode
intellij-idea-community-edition
iproute2
iputils
irssi
iw
jdk-openjdk
jdk8-openjdk
jdtls
jfsutils
jre8-openjdk
jshon
julia
jupyter
kakoune
keepassxc
kitty
kodi
kotlin
ldoc
less
lesspipe
libgtop
libimobiledevice
libreoffice-fresh
libtool
libva-intel-driver
licenses
light
lighttpd
linux
linux-headers
linux-lts
linux-lts-headers
logiops-git
logrotate
lolcat
lostfiles
lshw
lua-language-server
luacheck
luarocks
lvm2
lxappearance-gtk3
lxinput-gtk3
lxsession-gtk3
lynx
m4
maim
make
man-db
man-pages
mathematica
mdadm
meld
mesa-demos
mkvtoolnix-cli
mlocate
modprobed-db
monetdb-git
moreutils
mpc
mpd
mplayer
mps-youtube
mpv
msmtp
mtpfs
nano
ncdu
ncmpcpp
neofetch
neomutt
neovim
net-tools
netctl
netctl-dispatcher-chrony
nmap
nodejs
npm
nss-mdns
ntfs-3g
ntp
numix-gtk-theme
nvme-cli
okular
openconnect
openssh
os-prober
otf-blackjack
otf-san-francisco
overdue
p7zip
pacman
pacman-contrib
pandoc
paper-icon-theme
parallel
parted
pass
patch
pciutils
perl
perl-cgi
perl-file-mimeinfo
picom
pigz
pipewire-pulse
pkgconf
pkgfile
postgresql
powerline-fonts-git
powertop
procps-ng
proselint
psmisc
pulseaudio-alsa
pulsemixer
python
python-beautifulsoup4
python-eyed3
python-jedi
python-lsp-server
python-markdown
python-matplotlib
python-networkx
python-pandas
python-pathpy
python-pip
python-pycodestyle
python-pydocstyle
python-pyflakes
python-pygments-style-gruvbox-git
python-pylint
python-pynvim
python-rangehttpserver
python-rope
python-scikit-learn
python-seaborn
python-tensorflow
python-tqdm
python2-ipykernel
python2-jedi
python2-matplotlib
python2-neovim
python2-numpy
python2-pandas
python2-pip
python2-scipy
qbittorrent
qt5-styleplugins
qt5ct
quicklisp
r
ranger
readline7
redshift
reiserfsprogs
ripgrep
rlwrap
rofi
rofimoji
root
rstudio-desktop-bin
rsync
rust-analyzer
rustup
s-nail
scrot
sed
shadow
shellcheck
signal-desktop
signal-in-tray
skypeforlinux-stable-bin
smartmontools
solidity
speedtest-cli
spotify
sshfs
st-git
stack
strace
sublime-text-dev
subversion
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
teams
telegram-desktop
terminus-font
termite
texinfo
texlab
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
themix-full-git
thunderbird
tk
tlp
tmux
toilet
toilet-fonts
tree
tree-sitter
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-humor-sans
ttf-iosevka-custom-git
ttf-joypixels
ttf-monoid
ttf-opensans
ttf-tamil
udevil
ufw
unrar
unzip
upower
usbutils
util-linux
valgrind
vi
vim-language-server
virtualbox
vis
vlc
vulkan-intel
w3m
weechat
wget
whatsapp-desktop
whatsapp-web-desktop
which
wireless_tools
wmctrl
words
wpa_actiond
wpa_supplicant
x11-ssh-askpass
xautolock
xdg-user-dirs
xdialog
xdotool
xf86-input-synaptics
xfsprogs
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xbacklight
xorg-xclock
xorg-xev
xorg-xeyes
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xprop
xorg-xrandr
xorg-xwininfo
xournalpp
xterm
youtube-dl
zathura
zathura-pdf-poppler
zoom
zsh
