acpi
acpid
adapta-gtk-theme
adobe-source-code-pro-fonts
alacritty
alacritty-terminfo
alsa-utils
arandr
arch-wiki-lite
asciinema
asp
audacity
aurutils-git
autoconf
automake
avahi
awesome-luajit-git
awmtt
bash
bash-completion
bash-pipes
binutils
bison
bluez
bluez-utils
boost
bzip2
ccls
chromium
chrony
clang
clisp
cmake
cmatrix
commitmsgfmt
compton
coreutils
crda
cronie
cryptsetup
ctags
cups
device-mapper
devtools
dhcpcd
dialog
diffutils
dmenu-git
dmidecode
docker
dotfiles.sh
dropbox
e2fsprogs
ebtables
editorconfig-core-c
efibootmgr
emacs
expac
fakeroot
fd
feh
file
filesystem
findutils
firefox
firewalld
flex
fontconfig
freetype2-cleartype
freetype2-docs
fzf
gawk
gcc
gcc-libs
gdb
gettext
ghc
ghostscript
gimp
girara
git
git-lfs
glances
glibc
gnome-keyring
gpick
grabc
grep
groff
grub
gvim
gzip
haskell-ide-engine-git
htop
hugo
i3-wm
i3lock-color-git
imagemagick
inetutils
intel-gpu-tools
intel-ucode
iproute2
iputils
irssi
iw
jdk8-openjdk
jdtls
jfsutils
jre8-openjdk
jshon
jupyter
kakoune-git
keepassxc
kitty-git
ldoc
less
lesspipe
libgtop
libimobiledevice
libreoffice-fresh
libtool
libva-intel-driver
licenses
light
lighttpd
linux
linux-headers
linux-lts
linux-lts-headers
logrotate
lolcat
lostfiles
lshw
luacheck
luarocks
lvm2
lxappearance-gtk3
lxinput-gtk3
lxsession-gtk3
lynx
m4
maim
make
man-db
man-pages
mdadm
mesa-demos
mlocate
modprobed-db
monetdb-git
moreutils
mpc
mpd
mplayer
mps-youtube
mpv
nano
ncdu
ncmpcpp
neofetch
neovim
net-tools
netctl
netctl-dispatcher-chrony
nmap
nodejs
npm
nss-mdns
ntfs-3g
ntp
numix-gtk-theme
nvme-cli
oomox-git
openconnect
openssh
os-prober
otf-blackjack
overdue
p7zip
pacman
pacman-contrib
parallel
parted
pass
patch
pciutils
perl
perl-cgi
perl-file-mimeinfo
pigz
pkgconf
pkgfile
postgresql
postman-bin
powerline-fonts-git
powertop
procps-ng
proselint
psmisc
pygmentize
python
python-jedi
python-language-server
python-markdown
python-matplotlib
python-neovim
python-pandas
python-pathpy
python-pip
python-pyflakes
python-pylint
python2-jedi
python2-neovim
qt5ct
quicklisp
r
ranger-git
redshift
reiserfsprogs
ripgrep
rlwrap
rofi
rstudio-desktop-bin
rsync
ruby-haste
rust-docs
rust-racer
rustup
s-nail
scrot
sed
shadow
shellcheck
skypeforlinux-stable-bin
smartmontools
speedtest-cli
sshfs
st-git
stack
strace
sublime-text-dev
subversion
sudo
sysfsutils
system-config-printer
systemd-sysvcompat
tar
terminus-font
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunderbird
tk
tlp
tmux-git
toilet
toilet-fonts
tree
treeify
ttf-fantasque-sans-mono
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-font-awesome
ttf-freefont
ttf-humor-sans
ttf-iosevka-custom-git
ttf-monoid
ttf-opensans
ttf-tamil
ufw
unclutter
unzip
usbutils
util-linux
valgrind
vi
virtualbox
vis
vlc
vulkan-intel
w3m
weechat
wget
whatsapp-desktop
whatsapp-web-desktop
which
wmctrl
words
words-insane
wpa_actiond
wpa_supplicant
xautolock
xcompmgr
xdg-user-dirs
xdotool
xf86-input-synaptics
xfsprogs
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xbacklight
xorg-xclock
xorg-xev
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xlsfonts
xorg-xprop
xorg-xrandr
xterm
youtube-dl
zathura
zathura-pdf-mupdf
zsh
