alacritty-git
alacritty-terminfo-git
awesome-git
awmtt
bash-pipes
cower
dropbox
grabc
i3lock-color-git
kmscon
libtsm
luacheck
neofetch
netctl-dispatcher-chrony
nvme-cli
oomox-git
overdue
pacaur
papirus-icon-theme-git
powerline-fonts-git
python-proselint
quicklisp
ruby-haste
ruby-json
toilet
toilet-fonts
treeify
trizen
ttf-tamil
whatsapp-desktop
words-insane
